cat = {
    'заброшенные Руины': [
        '💎 *Заброшенные Руины* \n_Древние и таинственные руины, полные ловушек и сокровищ._',
        'ruins.png'
    ],

    'постапокалиптические Земли': [
        '🧟‍♂️ *Постапокалиптические Земли* \n_Миры после катастроф, наполненные руинами и новыми формами жизни._',
        'post_apocalypse.png'
    ],

    'космическая Одиссея': [
        '🌌 *Космическая Одиссея* \n_Исследуйте галактики и планеты с различными формами жизни, столкнувшись с инопланетными цивилизациями и космическими приключениями._',
        'cosmos.jpg'
    ],

    'экологические катастрофы': [
        '💥 *Экологические катастрофы* \n_Откройте для себя миры, которые сталкиваются с последствиями изменения климата, и научитесь восстанавливать природу и адаптироваться к новым условиям._',
        'eco_disaster.png'
    ],

    'проклятые Земли': [
        '🧙 *Проклятые Земли* \n_Места, где магия или древние проклятия изменили природу и население._',
        'cursed.png'
    ],

    'исторические цивилизации': [
        '🏺 *Исторические цивилизации* \n_Погрузитесь в древние культуры, такие как Египет, Мезоамерика, Древний Рим и Греция, и исследуйте их уникальные достижения._',
        'history.jpg'
    ],

    'магические Горы': [
        '🏞️ *Магические Горы* \n_Горы с магическими свойствами или обитаемые мистическими существами._',
        'mountains.png'
    ],

    'cтраны будущего': [
        '🚀 *Страны будущего* \n_Визуализируйте, как будут выглядеть различные страны через несколько десятилетий, включая изменения в культуре, политике и экологии._',
        'future.png'
    ],

    'технологические утопии': [
        '🤖 *Технологические утопии* \n_В будущем, где технологии правят миром, узнайте, как искусственный интеллект и кибернетика изменили человеческое общество._',
        'technology.png'
    ],

    'эпоха Возрождения': [
        '🏺 *Эпоха Возрождения* \n_Восстановите искусство и науки в мире, где творчество снова становится главной ценностью, и переживите знаменитые события и открытия._',
        'renaissance.png'
    ],

    'подводные Королевства': [
        '🌊 *Подводные Королевства* \n_Глубокие океанские или подводные миры с их уникальными жителями и культурой._',
        'underwater.png'
    ],

    'вампирские Убежища': [
        '🦇 *Вампирские Убежища* \n_Зловещие локации, связанные с вампирами и их тайными планами._',
        'vampires.jpg',
    ],

    'временные Аномалии': [
        '⏰ *Временные Аномалии* \n_Места, где время ведёт себя непредсказуемо или где время течёт иначе._',
        'time.jpg'
    ],

    'гроза на Небе': [
        '⚡️ *Гроза на Небе* \n_Места, где постоянные буря и природные катаклизмы создают особые условия для приключений._',
        'thunderstorm.png'
    ]

}


